<unk>	0
<s>	0
</s>	0
▁the	-3.11435
.	-3.24943
,	-3.30938
▁a	-3.75315
▁and	-3.81445
s	-3.83836
▁of	-3.9202
▁to	-3.9869
'	-4.06094
▁is	-4.2382
▁it	-4.31157
▁in	-4.35987
▁i	-4.39367
▁this	-4.56077
▁that	-4.62035
▁was	-4.98939
t	-5.02919
▁movie	-5.03193
-	-5.06267
▁for	-5.10375
▁with	-5.12579
▁film	-5.17204
▁as	-5.17265
▁but	-5.18312
▁you	-5.33491
▁on	-5.36619
▁	-5.40048
▁"	-5.44113
▁(	-5.46852
▁not	-5.48686
▁are	-5.51012
▁he	-5.54024
▁be	-5.54604
▁have	-5.55852
▁his	-5.56922
▁one	-5.58366
"	-5.68958
▁all	-5.74469
▁they	-5.80104
▁at	-5.80375
▁an	-5.80862
▁by	-5.81222
▁who	-5.82986
▁so	-5.86568
▁like	-5.87853
▁from	-5.90322
)	-5.91757
▁there	-6.02602
▁just	-6.02923
▁out	-6.03681
▁or	-6.04892
▁about	-6.04943
▁her	-6.05167
▁has	-6.08352
▁if	-6.11393
▁some	-6.13117
▁good	-6.15188
▁what	-6.16792
ing	-6.18955
▁can	-6.18991
!	-6.233
the	-6.23377
▁very	-6.24078
▁more	-6.24578
▁when	-6.27899
▁she	-6.3092
▁time	-6.34309
▁up	-6.34852
▁no	-6.35252
▁my	-6.36748
▁would	-6.3706
▁see	-6.39109
▁even	-6.39204
▁really	-6.40464
?	-6.40565
▁me	-6.41387
▁story	-6.42041
i	-6.43674
▁only	-6.44014
▁had	-6.47054
▁their	-6.47591
d	-6.48854
▁were	-6.51269
▁which	-6.52375
▁well	-6.54012
ed	-6.54243
▁we	-6.56092
▁do	-6.61696
▁much	-6.61861
...	-6.62904
▁than	-6.62904
▁bad	-6.62918
▁get	-6.6407
▁-	-6.64247
▁great	-6.64796
▁other	-6.65328
▁will	-6.66201
▁people	-6.66633
▁been	-6.67969
▁don	-6.69419
▁because	-6.70407
▁also	-6.71696
:	-6.72208
▁first	-6.72706
▁into	-6.72913
▁how	-6.73316
▁most	-6.74007
▁him	-6.75086
m	-6.75843
ly	-6.77159
▁make	-6.78924
▁made	-6.79679
▁way	-6.80931
▁could	-6.82738
▁too	-6.85356
▁think	-6.86554
▁then	-6.86571
▁them	-6.87695
▁any	-6.87953
▁watch	-6.9031
▁characters	-6.916
▁after	-6.9181
▁character	-6.9233
▁seen	-6.94127
▁movies	-6.94569
a	-6.95427
▁plot	-6.95482
▁show	-6.97733
▁many	-6.99071
▁acting	-6.99428
▁two	-6.99573
▁know	-6.99695
▁love	-6.9998
▁'	-7.00786
re	-7.01384
▁over	-7.01573
▁being	-7.01778
▁never	-7.02381
▁best	-7.02903
▁little	-7.03702
▁did	-7.04
ve	-7.04676
▁ever	-7.04718
▁life	-7.06007
;	-7.06883
▁where	-7.07085
▁films	-7.0929
y	-7.10347
▁man	-7.10432
▁your	-7.11997
▁better	-7.12247
▁off	-7.12457
).	-7.13373
▁does	-7.13531
▁its	-7.13915
▁end	-7.14181
▁say	-7.16051
▁scene	-7.19055
▁still	-7.19145
▁here	-7.19275
e	-7.19838
▁go	-7.21741
▁these	-7.24507
▁scenes	-7.25786
▁should	-7.26977
▁back	-7.28088
▁why	-7.28538
▁something	-7.28787
▁while	-7.31424
▁thing	-7.3158
▁through	-7.32037
er	-7.32387
▁such	-7.33201
▁watching	-7.3338
in	-7.33515
▁real	-7.35287
),	-7.35397
▁those	-7.36508
▁funny	-7.37668
▁actors	-7.37687
▁didn	-7.38301
▁doesn	-7.3881
/	-7.38843
▁work	-7.40217
▁years	-7.41156
and	-7.41691
▁now	-7.42247
▁lot	-7.42368
▁find	-7.43214
▁look	-7.44785
▁actually	-7.4479
▁before	-7.46692
▁new	-7.47026
▁director	-7.47077
▁old	-7.47149
▁going	-7.47459
▁same	-7.47472
▁nothing	-7.47492
ll	-7.47523
▁though	-7.47636
▁few	-7.47797
▁another	-7.48314
it	-7.48405
▁every	-7.49458
▁part	-7.50081
▁makes	-7.50407
▁cast	-7.51357
▁again	-7.5439
▁want	-7.55252
▁world	-7.5554
▁pretty	-7.55806
▁down	-7.5789
▁quite	-7.58541
▁horror	-7.59217
▁us	-7.59967
▁thought	-7.6013
▁things	-7.61359
▁got	-7.61682
▁young	-7.61685
▁give	-7.61772
▁enough	-7.62949
▁fact	-7.63763
▁long	-7.64076
▁take	-7.64317
▁big	-7.65164
▁around	-7.6519
▁seems	-7.65485
▁music	-7.66998
▁may	-7.67129
▁saw	-7.67571
▁must	-7.68296
▁action	-7.6959
▁own	-7.69681
▁far	-7.69744
▁comedy	-7.70171
▁right	-7.70904
▁however	-7.71009
▁between	-7.71206
▁always	-7.71312
▁come	-7.71957
▁both	-7.71973
▁guy	-7.72277
▁series	-7.7259
▁bit	-7.73023
▁isn	-7.73074
▁role	-7.7309
▁script	-7.73574
▁original	-7.7417
▁interesting	-7.74966
▁whole	-7.75433
▁without	-7.75649
▁&	-7.75772
▁done	-7.75923
▁almost	-7.76296
▁feel	-7.7636
▁least	-7.76424
▁point	-7.76809
▁am	-7.78755
▁gets	-7.7909
▁minutes	-7.7918
▁times	-7.79189
▁might	-7.80823
▁family	-7.81472
▁fun	-7.81969
▁anything	-7.82178
this	-7.82388
▁last	-7.82464
▁kind	-7.83099
▁since	-7.83371
▁performance	-7.83425
▁girl	-7.83437
o	-7.84464
▁tv	-7.84982
▁put	-7.86632
or	-7.87055
▁worst	-7.87178
▁probably	-7.87186
▁anyone	-7.88445
▁sure	-7.89554
▁away	-7.8986
▁hard	-7.90662
▁dvd	-7.90841
▁found	-7.91573
▁rather	-7.92703
▁believe	-7.93475
▁each	-7.94006
▁day	-7.94512
▁ending	-7.95216
r	-7.95228
▁woman	-7.95868
▁making	-7.96787
--	-7.97238
▁yet	-7.97414
▁worth	-7.97659
▁book	-7.98421
▁trying	-8.00716
▁screen	-8.00934
▁main	-8.01121
▁course	-8.01605
▁set	-8.01676
▁place	-8.02075
▁actor	-8.0214
▁watched	-8.02405
▁our	-8.02749
▁goes	-8.03017
▁reason	-8.03034
▁having	-8.03227
▁money	-8.03504
▁played	-8.03662
▁job	-8.03813
▁sense	-8.03878
n	-8.03888
▁different	-8.04015
▁everything	-8.0433
▁especially	-8.05605
▁looking	-8.05672
▁wasn	-8.05698
▁play	-8.06005
▁someone	-8.06068
▁comes	-8.06598
▁effects	-8.06913
▁everyone	-8.07058
▁three	-8.07179
▁high	-8.07808
▁let	-8.08086
▁true	-8.08133
▁maybe	-8.08968
▁black	-8.09756
▁once	-8.10104
▁looks	-8.10343
c	-8.10986
▁shows	-8.11072
▁fan	-8.11204
▁plays	-8.11375
▁special	-8.11438
▁together	-8.11469
▁seem	-8.11564
▁version	-8.11727
▁seeing	-8.11939
(	-8.12037
▁war	-8.12282
▁audience	-8.12992
▁instead	-8.1313
▁half	-8.13385
on	-8.13643
▁said	-8.1368
▁beautiful	-8.13901
▁night	-8.13932
▁excellent	-8.14183
▁idea	-8.14197
▁although	-8.14514
▁during	-8.14589
al	-8.14635
es	-8.14646
",	-8.14682
▁american	-8.14688
".	-8.14823
as	-8.14897
▁left	-8.15612
▁mind	-8.16481
▁later	-8.16485
▁short	-8.16609
▁himself	-8.17417
▁year	-8.17805
▁shot	-8.1839
▁else	-8.18475
▁house	-8.18944
but	-8.19712
▁nice	-8.19892
▁2	-8.1992
▁father	-8.20477
▁read	-8.20996
▁takes	-8.21187
▁enjoy	-8.21461
▁wife	-8.22152
▁home	-8.22301
▁10	-8.22771
▁john	-8.22944
▁used	-8.22967
▁low	-8.23614
▁recommend	-8.2371
▁re	-8.2393
▁completely	-8.23944
▁stupid	-8.23962
▁poor	-8.2405
man	-8.24452
▁simply	-8.24471
▁school	-8.24499
▁death	-8.24685
▁second	-8.25198
▁boring	-8.25669
▁star	-8.25881
▁need	-8.26198
▁kids	-8.26232
▁line	-8.26254
▁un	-8.26316
▁b	-8.26697
▁help	-8.26962
."	-8.27254
▁couple	-8.27467
▁friends	-8.28189
▁men	-8.28288
▁hollywood	-8.28371
▁classic	-8.28611
▁try	-8.28704
▁camera	-8.2897
▁wrong	-8.29145
▁production	-8.29375
▁either	-8.295
▁use	-8.29677
▁along	-8.29882
▁rest	-8.30307
▁start	-8.30539
▁less	-8.31306
▁awful	-8.31624
if	-8.31915
▁understand	-8.3193
▁performances	-8.32308
▁dead	-8.32321
▁until	-8.32507
▁tell	-8.32701
▁women	-8.32753
▁--	-8.32809
▁remember	-8.33146
▁truly	-8.33292
▁came	-8.33294
▁full	-8.33606
▁top	-8.33769
▁video	-8.33774
▁mean	-8.33808
▁budget	-8.34037
▁sex	-8.3447
▁person	-8.34732
▁terrible	-8.3474
▁next	-8.3505
▁episode	-8.35118
▁given	-8.35616
▁won	-8.36206
to	-8.37301
k	-8.37398
▁getting	-8.3759
▁wonderful	-8.37955
▁keep	-8.38281
g	-8.38592
▁head	-8.39091
▁definitely	-8.39386
▁piece	-8.39556
▁laugh	-8.40294
▁small	-8.40415
▁boy	-8.40517
▁dialogue	-8.40697
l	-8.41197
th	-8.41232
▁playing	-8.41265
▁face	-8.41434
▁name	-8.41467
▁live	-8.41522
▁mother	-8.42216
▁human	-8.4248
▁car	-8.42925
▁couldn	-8.43069
se	-8.4317
▁itself	-8.43403
▁under	-8.4362
▁doing	-8.44066
▁early	-8.44307
▁perfect	-8.44338
▁moments	-8.44452
▁absolutely	-8.4458
▁sort	-8.4497
▁entertaining	-8.45139
▁children	-8.45345
▁picture	-8.46193
▁hope	-8.46371
▁lines	-8.46388
▁went	-8.46533
▁loved	-8.46554
▁case	-8.46582
▁waste	-8.4685
▁cinema	-8.46973
▁liked	-8.47237
▁worse	-8.48
▁friend	-8.48159
▁often	-8.48219
▁sound	-8.48461
▁perhaps	-8.4873
▁style	-8.4881
▁felt	-8.49385
▁drama	-8.49955
p	-8.50096
▁stars	-8.50401
▁certainly	-8.50624
▁title	-8.50784
▁game	-8.51221
▁3	-8.51497
▁supposed	-8.51789
▁gives	-8.51943
▁entire	-8.52035
ness	-8.52432
▁problem	-8.52851
▁dark	-8.53499
▁become	-8.53929
▁care	-8.54088
▁beginning	-8.54157
▁direction	-8.54231
▁written	-8.54337
▁guess	-8.54854
le	-8.55519
▁humor	-8.55563
▁white	-8.55773
▁mr	-8.56107
▁guys	-8.56226
▁totally	-8.56377
▁several	-8.57009
▁example	-8.57388
▁lead	-8.57609
▁fans	-8.57683
▁wanted	-8.5797
▁turn	-8.58079
▁others	-8.58741
▁amazing	-8.59053
▁seemed	-8.59344
▁finally	-8.5944
▁based	-8.59546
▁heart	-8.59571
▁lost	-8.5985
▁flick	-8.59916
▁horrible	-8.59942
so	-8.60006
▁killer	-8.60412
▁already	-8.60718
▁fine	-8.60896
▁side	-8.60959
▁lives	-8.61426
an	-8.61543
▁quality	-8.61587
▁evil	-8.61994
▁final	-8.62095
▁against	-8.62272
▁throughout	-8.62341
▁called	-8.62592
▁today	-8.62849
▁past	-8.63254
▁enjoyed	-8.63442
▁town	-8.63889
there	-8.63898
▁matter	-8.63929
▁writing	-8.64055
▁1	-8.64253
▁child	-8.64368
▁history	-8.64589
▁de	-8.64698
▁able	-8.64735
up	-8.64852
▁expect	-8.65106
▁close	-8.65259
▁son	-8.65615
▁kid	-8.65637
▁art	-8.65656
▁stuff	-8.65728
▁run	-8.65732
ers	-8.66214
▁god	-8.66282
▁days	-8.66401
▁kill	-8.66873
▁gave	-8.67119
▁favorite	-8.67199
▁becomes	-8.67892
▁tries	-8.67951
▁etc	-8.68615
▁yes	-8.69247
▁genre	-8.69382
▁hand	-8.69839
▁myself	-8.69869
▁despite	-8.70056
▁act	-8.70474
▁viewer	-8.70763
▁turns	-8.71208
▁brilliant	-8.71489
▁slow	-8.71574
he	-8.727
▁group	-8.72908
▁blood	-8.73403
▁city	-8.73755
▁oh	-8.73835
▁overall	-8.73843
▁unfortunately	-8.7387
▁michael	-8.73927
▁late	-8.73965
b	-8.74022
▁sometimes	-8.74107
▁actress	-8.74153
▁voice	-8.74194
▁girls	-8.74426
▁highly	-8.74486
▁behind	-8.74622
en	-8.74851
▁wants	-8.74938
▁crap	-8.75083
▁eyes	-8.7557
▁heard	-8.75704
▁hour	-8.75775
▁parts	-8.75925
▁killed	-8.7613
▁decent	-8.7614
h	-8.76202
▁works	-8.76323
▁thinking	-8.76586
▁took	-8.76857
▁daughter	-8.76908
f	-8.77106
▁themselves	-8.77195
▁chance	-8.77293
▁wonder	-8.7732
▁fight	-8.77337
▁lack	-8.7781
!!	-8.78018
▁starts	-8.78026
▁obviously	-8.78094
▁hit	-8.78348
▁self	-8.78375
▁looked	-8.7859
▁soon	-8.79044
▁cool	-8.79088
▁hell	-8.80171
▁feeling	-8.80246
▁experience	-8.80253
▁stop	-8.80371
▁type	-8.80454
▁happen	-8.80533
▁interest	-8.80538
▁hilarious	-8.80851
▁involved	-8.8098
▁o	-8.81014
▁wouldn	-8.8102
▁song	-8.81069
▁score	-8.81387
▁directed	-8.81445
▁murder	-8.81445
no	-8.81509
▁strong	-8.81736
one	-8.81775
▁extremely	-8.82038
what	-8.82054
▁told	-8.82177
▁happens	-8.82398
▁ago	-8.82408
for	-8.82418
▁violence	-8.82578
▁sad	-8.83109
▁complete	-8.83387
▁coming	-8.83393
▁cut	-8.83491
▁moment	-8.83537
fi	-8.83762
▁leave	-8.83878
▁brother	-8.8397
▁attempt	-8.84182
▁writer	-8.84212
▁bring	-8.84222
▁stories	-8.84374
*	-8.85229
▁police	-8.85347
▁simple	-8.85568
▁talent	-8.85722
▁happened	-8.85765
▁huge	-8.85869
▁english	-8.8588
▁5	-8.85943
▁co	-8.85971
▁wish	-8.86077
▁cannot	-8.86144
▁anyway	-8.86701
▁ten	-8.87081
▁please	-8.87297
▁age	-8.87451
▁cinematography	-8.87476
▁released	-8.87521
▁gore	-8.87662
at	-8.87698
▁husband	-8.87741
▁living	-8.87759
▁obvious	-8.87791
▁opinion	-8.88595
▁shown	-8.88887
▁except	-8.8926
▁4	-8.89269
▁ok	-8.89475
like	-8.89478
all	-8.8961
▁light	-8.89643
u	-8.89978
▁jokes	-8.90164
▁save	-8.90277
▁career	-8.90287
▁roles	-8.90405
▁order	-8.90413
▁word	-8.90415
▁serious	-8.90472
▁yourself	-8.90769
who	-8.9077
▁cheap	-8.90848
▁exactly	-8.9114
▁number	-8.91374
▁relationship	-8.9146
▁usually	-8.91511
not	-8.91673
▁taken	-8.91685
▁disappointed	-8.91933
▁call	-8.91936
▁ridiculous	-8.91983
▁across	-8.91988
▁annoying	-8.91994
▁c	-8.92354
▁seriously	-8.9242
▁particularly	-8.92481
▁view	-8.92619
▁documentary	-8.92654
▁middle	-8.92817
▁alone	-8.93012
▁hours	-8.93016
▁jack	-8.93414
▁hero	-8.93481
▁major	-8.93534
▁david	-8.93676
▁known	-8.93737
▁saying	-8.93741
▁usual	-8.94057
▁due	-8.94137
▁says	-8.94196
▁none	-8.94376
▁body	-8.94571
▁attention	-8.94631
you	-8.94648
▁started	-8.95094
▁running	-8.95377
▁reality	-8.95704
which	-8.95924
▁power	-8.96206
▁20	-8.96283
▁change	-8.96368
▁female	-8.96391
▁scary	-8.96509
able	-8.96815
▁knew	-8.96846
▁somewhat	-8.96909
▁among	-8.97054
is	-8.97104
▁team	-8.9712
▁possible	-8.97153
ic	-8.97278
▁miss	-8.97639
▁james	-8.97742
▁dialog	-8.97816
▁novel	-8.97884
▁d	-8.97975
▁strange	-8.9801
▁non	-8.98242
▁robert	-8.98256
▁single	-8.98268
▁rating	-8.98293
▁taking	-8.98301
▁silly	-8.98365
ie	-8.98425
my	-8.98759
ther	-8.98939
▁shots	-8.99137
▁musical	-8.99194
▁room	-8.99331
▁local	-8.994
▁predictable	-8.99508
▁beyond	-8.99709
!!!	-8.99945
▁important	-8.99981
▁level	-9.00184
▁television	-9.00375
▁country	-9.00383
▁turned	-9.00419
▁opening	-9.00541
▁talking	-9.00681
▁near	-9.00847
▁modern	-9.01085
▁hate	-9.01395
▁la	-9.01554
▁soundtrack	-9.01638
▁subject	-9.01848
▁aren	-9.01861
el	-9.0221
▁mostly	-9.02299
▁four	-9.02348
▁enjoyable	-9.02652
▁french	-9.0271
▁review	-9.02846
▁basically	-9.02849
▁space	-9.02881
▁british	-9.02933
▁entertainment	-9.02934
▁buy	-9.03246
▁dr	-9.03315
▁happy	-9.0336
▁clich	-9.03456
▁comic	-9.03461
of	-9.03517
▁episodes	-9.03667
!"	-9.03679
▁e	-9.03913
▁bunch	-9.03923
▁dull	-9.04039
▁words	-9.04672
▁surprised	-9.0485
▁george	-9.05078
▁romantic	-9.05146
▁haven	-9.05188
▁stand	-9.052
▁songs	-9.05216
▁rock	-9.05324
▁sequel	-9.05339
▁future	-9.05343
▁add	-9.05493
▁die	-9.05554
▁earth	-9.0559
out	-9.05607
▁fast	-9.0561
▁similar	-9.0563
▁events	-9.05763
▁clearly	-9.05967
▁king	-9.06016
▁including	-9.06155
▁fall	-9.06952
▁eye	-9.07341
▁storyline	-9.0737
▁talk	-9.07395
▁apparently	-9.07786
▁whe	-9.0815
▁problems	-9.08502
▁upon	-9.08702
▁straight	-9.08787
▁doubt	-9.08929
▁mention	-9.09125
w	-9.09173
▁thriller	-9.09228
▁clear	-9.0949
▁theater	-9.097
▁theme	-9.09744
▁deal	-9.09864
▁rent	-9.09906
▁f	-9.10454
▁easily	-9.10572
▁monster	-9.10609
▁above	-9.1068
▁ends	-9.10891
▁g	-9.1099
▁oscar	-9.11131
▁moving	-9.11157
la	-9.11243
▁falls	-9.11291
▁suspense	-9.11654
▁tried	-9.1166
▁sequence	-9.11671
▁parents	-9.11872
▁certain	-9.1198
▁message	-9.12245
▁kept	-9.12299
▁supporting	-9.12409
▁giving	-9.12418
▁finds	-9.1244
▁dog	-9.12519
▁comments	-9.12616
▁fantastic	-9.1296
that	-9.12977
▁release	-9.13103
▁viewing	-9.13261
▁period	-9.13518
▁five	-9.13583
▁material	-9.13591
▁tale	-9.13607
3	-9.13745
▁feature	-9.13884
▁effort	-9.13903
▁sets	-9.14029
▁animation	-9.14069
▁follow	-9.14236
▁sit	-9.1427
▁lady	-9.14324
▁check	-9.14324
▁sister	-9.14507
▁lame	-9.14522
▁editing	-9.14544
▁realistic	-9.14768
▁forget	-9.14804
▁showing	-9.14843
do	-9.14845
▁hear	-9.14865
ish	-9.14924
▁tells	-9.15012
▁easy	-9.15085
▁gay	-9.15875
▁class	-9.16193
▁premise	-9.16196
▁filmed	-9.16349
▁avoid	-9.16474
▁t	-9.16542
▁imagine	-9.17092
▁believable	-9.17231
be	-9.17329
▁needs	-9.17389
▁open	-9.1743
▁greatest	-9.17435
▁fire	-9.17626
▁viewers	-9.17719
▁decided	-9.17798
▁nearly	-9.1782
▁typical	-9.17959
▁19	-9.18375
▁working	-9.18458
▁using	-9.18728
▁move	-9.18815
▁stay	-9.18837
▁reviews	-9.19028
▁gone	-9.19087
well	-9.19287
▁*	-9.1931
▁form	-9.19344
v	-9.19498
▁doctor	-9.1966
▁appears	-9.19672
▁famous	-9.1968
▁weak	-9.19688
▁dance	-9.19767
▁...	-9.19777
▁crime	-9.19782
0	-9.1986
▁learn	-9.20012
less	-9.20144
▁brought	-9.20252
ion	-9.20582
▁season	-9.20598
▁within	-9.20691
▁wait	-9.2099
▁named	-9.21091
▁shame	-9.21126
de	-9.21221
▁elements	-9.21374
▁sorry	-9.21623
▁okay	-9.21633
▁imdb	-9.21698
▁spend	-9.21726
▁comment	-9.21935
▁poorly	-9.22227
▁york	-9.22287
▁red	-9.22388
▁knows	-9.2239
▁hot	-9.22436
▁box	-9.22546
▁air	-9.22596
▁actual	-9.22654
▁sci	-9.22976
▁general	-9.23039
▁weird	-9.23174
▁dumb	-9.23204
▁mystery	-9.23412
▁lots	-9.23428
▁cop	-9.23603
▁peter	-9.24248
z	-9.2425
▁killing	-9.2443
1	-9.2448
▁average	-9.24507
▁romance	-9.24628
▁figure	-9.24672
▁herself	-9.24752
▁begins	-9.24849
▁p	-9.24972
▁male	-9.25015
▁write	-9.25039
▁street	-9.25089
▁truth	-9.25285
▁sequences	-9.25318
▁points	-9.25474
▁leads	-9.25587
▁became	-9.25597
x	-9.25669
▁atmosphere	-9.25972
▁cheesy	-9.25981
▁expected	-9.26111
▁footage	-9.26224
2	-9.26228
▁particular	-9.26234
▁somehow	-9.26241
▁copy	-9.2632
▁crew	-9.26494
▁america	-9.26616
▁begin	-9.26738
▁dream	-9.26846
▁deep	-9.26848
▁water	-9.26893
▁pay	-9.26896
▁surprise	-9.26982
▁difficult	-9.27015
na	-9.27144
▁forward	-9.2718
▁richard	-9.2743
we	-9.276
▁minute	-9.27717
▁memorable	-9.27869
▁paul	-9.28117
?"	-9.28134
▁indeed	-9.28139
▁superb	-9.28247
▁nor	-9.28433
▁means	-9.28647
by	-9.28688
▁reading	-9.28741
▁question	-9.28982
▁admit	-9.29016
▁credits	-9.29101
▁masterpiece	-9.29221
ra	-9.29354
ch	-9.29408
▁gun	-9.29431
▁lee	-9.29543
▁needed	-9.29556
▁cover	-9.29682
▁feels	-9.29977
▁break	-9.30224
▁third	-9.30234
▁free	-9.30324
▁present	-9.30404
▁interested	-9.3056
▁result	-9.30581
with	-9.30754
▁mess	-9.30804
ist	-9.30938
▁disney	-9.30999
▁situation	-9.3148
time	-9.3175
▁development	-9.31781
ha	-9.31841
▁whatever	-9.31873
▁island	-9.31904
▁stage	-9.3207
▁personal	-9.3217
▁previous	-9.3219
ian	-9.32195
▁screenplay	-9.32313
▁total	-9.32315
▁effect	-9.32435
▁boys	-9.3247
▁u	-9.32474
▁features	-9.32482
▁acted	-9.32514
▁realize	-9.32577
▁leaves	-9.32584
da	-9.32688
▁society	-9.32713
▁sexual	-9.32886
▁girlfriend	-9.33021
▁joke	-9.3307
▁laughs	-9.33149
▁eventually	-9.33267
▁bill	-9.33322
▁cat	-9.33412
▁nature	-9.3349
▁quickly	-9.33714
▁badly	-9.3374
▁crazy	-9.33805
▁background	-9.33812
▁emotional	-9.33821
▁otherwise	-9.33835
▁plus	-9.33965
▁70	-9.33998
!)	-9.3423
don	-9.34274
ma	-9.34338
▁meet	-9.3447
son	-9.34554
▁western	-9.34653
▁flat	-9.34815
ation	-9.35002
▁front	-9.35006
▁inside	-9.35015
▁creepy	-9.35022
▁possibly	-9.35031
▁meets	-9.35248
▁agree	-9.3528
▁unique	-9.35308
▁setting	-9.3538
il	-9.35404
ity	-9.35425
▁van	-9.35569
▁twist	-9.35672
▁incredibly	-9.35714
▁italian	-9.35714
▁ask	-9.35715
▁list	-9.35867
▁plenty	-9.35988
▁baby	-9.36013
▁cartoon	-9.36184
mo	-9.36425
▁ex	-9.36445
te	-9.36469
even	-9.36667
▁worked	-9.36856
▁ways	-9.37298
▁japanese	-9.37382
▁directing	-9.37504
▁rich	-9.37621
go	-9.37682
ling	-9.37704
ment	-9.37727
us	-9.37914
▁mad	-9.37958
▁beauty	-9.38087
▁fairly	-9.38165
▁forced	-9.38202
ta	-9.38307
▁odd	-9.38396
▁wasted	-9.38477
▁perfectly	-9.38648
▁appear	-9.38702
▁recently	-9.38876
▁powerful	-9.39133
▁business	-9.39188
▁plain	-9.39532
▁battle	-9.39652
▁mark	-9.39653
▁train	-9.39768
▁expecting	-9.39783
▁laughing	-9.39904
▁hands	-9.40006
▁keeps	-9.4009
un	-9.40178
▁villain	-9.40256
▁pure	-9.40445
▁cute	-9.40551
▁portrayed	-9.40571
▁spent	-9.40649
")	-9.40658
ies	-9.40667
▁bar	-9.40769
ri	-9.4091
▁8	-9.41556
▁earlier	-9.41671
▁k	-9.42172
▁unless	-9.42214
▁leading	-9.42292
▁towards	-9.42423
▁note	-9.4246
▁fighting	-9.42825
▁following	-9.42837
▁talented	-9.43119
▁writers	-9.43454
▁public	-9.43566
▁store	-9.43726
ce	-9.43899
▁deserves	-9.43909
?)	-9.43978
▁brings	-9.44042
▁secret	-9.44062
▁pre	-9.44101
▁sub	-9.44124
▁fails	-9.44159
▁whom	-9.44175
▁dramatic	-9.44246
▁large	-9.44329
▁meant	-9.44338
▁pace	-9.44343
movie	-9.44464
▁incredible	-9.44492
▁sick	-9.44517
▁various	-9.44794
▁success	-9.44856
▁party	-9.44885
▁30	-9.44932
ro	-9.454
▁zombie	-9.45461
▁era	-9.45659
▁super	-9.45813
▁brain	-9.45839
▁create	-9.46029
▁appreciate	-9.46165
▁sweet	-9.46182
▁ended	-9.46274
▁potential	-9.46362
▁visual	-9.46371
ism	-9.46581
co	-9.46589
▁manages	-9.46617
▁sounds	-9.46635
▁older	-9.46642
▁amusing	-9.46785
▁language	-9.47104
▁7	-9.4717
▁value	-9.47603
▁post	-9.47708
▁hardly	-9.47792
▁missing	-9.48205
▁camp	-9.48256
▁apart	-9.48292
▁rate	-9.48299
▁german	-9.48319
▁hold	-9.48365
▁clever	-9.48374
▁reasons	-9.48554
▁gang	-9.48677
▁remake	-9.48703
▁speak	-9.4879
▁tension	-9.48816
▁bored	-9.48864
▁casting	-9.4902
▁credit	-9.49062
ter	-9.49107
est	-9.49121
▁project	-9.49185
▁familiar	-9.49276
▁fake	-9.49328
▁telling	-9.49495
ia	-9.49569
▁nudity	-9.49608
▁road	-9.49643
▁tom	-9.49748
▁j	-9.5
▁trash	-9.5004
▁company	-9.50078
▁l	-9.50277
▁members	-9.50447
▁pointless	-9.50464
▁cold	-9.50468
▁escape	-9.50509
▁band	-9.50526
ty	-9.50699
▁political	-9.50792
▁channel	-9.50979
▁created	-9.51031
▁caught	-9.51032
▁directors	-9.51061
▁outside	-9.51127
▁waiting	-9.5119
land	-9.51201
▁science	-9.51222
▁william	-9.51528
▁scott	-9.51556
▁considering	-9.51564
▁anti	-9.51612
▁common	-9.51677
▁dancing	-9.5187
▁return	-9.51982
▁match	-9.51993
▁tough	-9.52065
▁unlike	-9.52303
▁fear	-9.5242
▁wrote	-9.52525
▁ben	-9.52746
▁solid	-9.52829
▁convincing	-9.52876
▁control	-9.52986
▁positive	-9.53195
ar	-9.53238
▁trip	-9.53261
▁humour	-9.53311
▁trouble	-9.53319
▁fantasy	-9.53497
▁produced	-9.5359
▁awesome	-9.53651
▁further	-9.53804
▁15	-9.53892
▁filmmakers	-9.53982
▁win	-9.54148
▁portrayal	-9.54156
▁hair	-9.54206
▁christmas	-9.54324
▁9	-9.54341
▁!	-9.54566
▁bizarre	-9.54641
▁amount	-9.54663
▁mentioned	-9.5471
▁decide	-9.54878
▁master	-9.55078
▁fit	-9.55093
▁college	-9.55483
▁joe	-9.55524
▁violent	-9.55541
▁married	-9.5566
▁disturbing	-9.55662
▁missed	-9.55731
▁biggest	-9.5581
▁attempts	-9.55811
ur	-9.55998
▁studio	-9.56063
com	-9.56188
▁concept	-9.5637
▁accent	-9.56377
▁r	-9.56438
▁conclusion	-9.56502
▁century	-9.5651
▁died	-9.56624
▁appeal	-9.56629
▁bother	-9.5663
▁park	-9.56631
▁pick	-9.5678
▁office	-9.56858
▁recommended	-9.56887
▁state	-9.57137
▁decides	-9.57144
▁recent	-9.57403
▁drug	-9.57498
▁garbage	-9.57857
▁al	-9.57885
▁sadly	-9.57969
▁slightly	-9.58064
▁spirit	-9.58172
▁consider	-9.58188
▁fair	-9.58202
▁exciting	-9.58212
▁intelligent	-9.58281
▁former	-9.58412
old	-9.58543
▁popular	-9.58553
▁pathetic	-9.58588
▁cause	-9.58744
oh	-9.58829
▁choice	-9.58836
▁bo	-9.58924
good	-9.59143
▁stick	-9.59221
▁glad	-9.59244
▁social	-9.59342
ting	-9.59536
▁compared	-9.59567
▁bought	-9.59594
bo	-9.59598
ine	-9.59799
off	-9.59883
▁west	-9.59942
▁follows	-9.5999
▁walk	-9.60022
▁mood	-9.60049
▁ideas	-9.60178
▁moves	-9.60193
▁filled	-9.60248
▁edge	-9.60302
ry	-9.60509
▁failed	-9.60732
▁longer	-9.60762
▁neither	-9.60841
she	-9.61025
some	-9.6114
▁brothers	-9.61197
▁successful	-9.61253
▁producers	-9.61281
▁sam	-9.61413
▁depth	-9.61554
▁touch	-9.61782
▁taste	-9.61828
▁meaning	-9.62009
▁shooting	-9.62088
▁alive	-9.62134
ne	-9.62193
▁genius	-9.62424
▁prison	-9.62569
▁respect	-9.62876
▁excuse	-9.62997
▁impressive	-9.6323
▁week	-9.63326
▁focus	-9.63358
▁chemistry	-9.63527
▁sea	-9.63607
▁force	-9.63636
▁club	-9.63734
ized	-9.63806
▁younger	-9.63835
5	-9.63849
▁entirely	-9.63876
▁explain	-9.63959
▁images	-9.64084
▁situations	-9.64298
▁basic	-9.64461
they	-9.6447
▁wild	-9.64493
▁adult	-9.64721
▁impression	-9.64803
▁cult	-9.64842
▁somewhere	-9.64952
▁ultimately	-9.65075
▁adventure	-9.65126
▁track	-9.65294
▁considered	-9.65335
▁chase	-9.65371
▁festival	-9.65373
▁fiction	-9.65375
▁questions	-9.65483
▁values	-9.65516
▁honest	-9.65549
▁suddenly	-9.65602
▁weren	-9.65617
▁silent	-9.65759
ted	-9.65792
▁jane	-9.6582
....	-9.6588
▁con	-9.65889
▁frank	-9.6607
▁jim	-9.66084
▁impossible	-9.66116
▁singing	-9.66235
although	-9.6643
▁barely	-9.66521
▁planet	-9.66611
▁slasher	-9.66899
▁effective	-9.66926
▁changed	-9.66997
▁aspect	-9.67175
▁culture	-9.6724
when	-9.67263
ive	-9.67305
▁law	-9.6735
per	-9.675
▁bed	-9.67563
▁vampire	-9.67594
▁dad	-9.67628
▁uses	-9.67645
▁yeah	-9.67705
▁smart	-9.6778
▁charming	-9.67812
▁h	-9.6791
▁rare	-9.67947
▁involving	-9.68011
▁personally	-9.6802
▁tone	-9.68133
▁computer	-9.6815
▁green	-9.68273
▁80'	-9.68341
▁available	-9.68391
▁giant	-9.68788
▁pass	-9.69095
▁ride	-9.69147
▁showed	-9.69197
j	-9.69383
lo	-9.69422
▁remind	-9.69445
making	-9.695
▁revenge	-9.69757
▁shoot	-9.69767
▁scenery	-9.69815
▁normal	-9.69878
▁appearance	-9.69919
▁("	-9.69929
▁90	-9.69936
▁innocent	-9.70138
▁animated	-9.70149
▁south	-9.70155
▁ho	-9.70167
▁alien	-9.70415
▁surprisingly	-9.70424
▁beautifully	-9.70472
▁journey	-9.70722
▁sitting	-9.70732
▁added	-9.70745
▁leaving	-9.70917
▁jones	-9.70918
▁purpose	-9.7099
▁kills	-9.71103
▁door	-9.71184
▁immediately	-9.71313
▁smith	-9.71347
▁disappointing	-9.71368
just	-9.71437
▁starring	-9.71571
▁twists	-9.71598
▁catch	-9.71641
▁boyfriend	-9.71732
ge	-9.71746
ally	-9.71755
ton	-9.71781
▁sexy	-9.71845
ley	-9.71907
let	-9.72339
▁victim	-9.7234
▁standard	-9.72366
▁ray	-9.72521
ant	-9.72561
▁le	-9.7303
▁loud	-9.73297
▁comedies	-9.73308
▁soul	-9.73328
▁100	-9.73398
▁ma	-9.73408
▁nowhere	-9.73419
▁ghost	-9.73607
▁managed	-9.73609
▁terrific	-9.73688
▁photography	-9.7371
▁finish	-9.73711
▁everybody	-9.73733
▁fell	-9.73759
▁terms	-9.73888
▁support	-9.73965
me	-9.74076
▁disappointment	-9.74096
▁aside	-9.74223
▁drive	-9.74288
4	-9.74337
▁charm	-9.74354
▁honestly	-9.74458
▁plan	-9.74622
▁costumes	-9.74658
▁rip	-9.74729
▁ability	-9.7482
▁motion	-9.7482
▁land	-9.74869
▁remains	-9.7487
▁likely	-9.75079
▁unbelievable	-9.75112
▁books	-9.75151
▁ed	-9.75213
▁w	-9.75218
▁london	-9.75334
▁naked	-9.75354
8	-9.75504
▁issues	-9.75567
▁makers	-9.75638
▁chris	-9.75649
how	-9.75735
▁soldiers	-9.75835
▁subtle	-9.75941
ous	-9.76211
▁outstanding	-9.76375
▁pain	-9.76378
▁date	-9.76395
▁lovely	-9.76503
▁wood	-9.7651
▁army	-9.76598
▁thrown	-9.76794
▁hoping	-9.76814
▁nobody	-9.76833
▁content	-9.76837
men	-9.76904
▁throw	-9.76922
▁complex	-9.76959
▁color	-9.77002
▁mary	-9.77082
▁magic	-9.7718
▁blue	-9.77201
▁bond	-9.77251
▁utterly	-9.77466
▁natural	-9.77523
rs	-9.77579
▁hospital	-9.77605
▁literally	-9.7765
▁manner	-9.77787
▁pictures	-9.77809
▁government	-9.77819
▁laughable	-9.77859
▁opera	-9.77969
now	-9.77982
ul	-9.78052
▁constantly	-9.78094
▁painful	-9.7812
budget	-9.782
▁touching	-9.78261
▁adaptation	-9.78413
▁happening	-9.78563
star	-9.78721
▁spoilers	-9.78816
▁cinematic	-9.78873
▁minor	-9.78902
ner	-9.78941
▁expectations	-9.78997
director	-9.79053
▁hurt	-9.79062
▁se	-9.79218
▁mistake	-9.79246
▁10.	-9.79308
▁award	-9.79422
▁emotions	-9.79426
▁narrative	-9.79505
▁detective	-9.79522
▁heavy	-9.79542
▁bottom	-9.79582
▁cry	-9.79639
▁details	-9.79706
▁presence	-9.7972
um	-9.79772
▁teen	-9.79811
▁generally	-9.79921
▁collection	-9.79937
▁ship	-9.79986
▁summer	-9.79989
▁beat	-9.79996
▁suppose	-9.79997
▁grace	-9.80069
▁thanks	-9.80156
▁charles	-9.80196
▁sent	-9.80263
▁detail	-9.80453
▁jean	-9.80513
▁building	-9.80546
▁climax	-9.80573
▁runs	-9.80645
▁stunning	-9.80682
over	-9.80695
▁contains	-9.80706
▁fresh	-9.80776
▁martin	-9.80788
▁confusing	-9.80797
am	-9.80858
▁mysterious	-9.81133
▁per	-9.81309
▁exception	-9.81468
▁intended	-9.81478
▁tired	-9.81483
▁notice	-9.81674
▁military	-9.81684
▁slowly	-9.81793
▁ha	-9.8192
9	-9.82241
▁serial	-9.82546
▁changes	-9.82777
▁negative	-9.82988
▁student	-9.83082
▁laughed	-9.83143
▁stands	-9.83225
▁sight	-9.83283
▁phone	-9.83286
▁students	-9.83361
con	-9.83534
▁80	-9.83539
▁emotion	-9.83637
▁audiences	-9.8364
▁bruce	-9.837
▁thank	-9.8376
▁fascinating	-9.83878
▁zombies	-9.83905
▁boss	-9.83906
see	-9.84045
▁gem	-9.84208
▁key	-9.8426
em	-9.84332
▁double	-9.84355
▁historical	-9.84461
▁opportunity	-9.8455
▁walking	-9.8461
▁mom	-9.84627
▁fashion	-9.84629
▁grade	-9.84658
▁producer	-9.84749
▁ground	-9.84765
▁presented	-9.84798
▁knowing	-9.84957
ba	-9.85094
▁indian	-9.85294
▁million	-9.85387
▁spot	-9.85589
▁funniest	-9.8569
▁agent	-9.85694
▁shock	-9.85814
▁acts	-9.85874
▁station	-9.85926
▁offer	-9.86044
▁40	-9.86138
▁disaster	-9.86154
▁themes	-9.86305
▁n	-9.86396
▁fully	-9.86418
▁forever	-9.86436
▁torture	-9.86455
▁suggest	-9.86577
▁mid	-9.86585
▁impact	-9.86628
life	-9.86865
bad	-9.86868
▁equally	-9.86879
▁creative	-9.8708
▁race	-9.87185
▁surely	-9.8719
▁pull	-9.87328
▁feelings	-9.87337
▁brief	-9.87424
▁holes	-9.87447
house	-9.87472
▁ahead	-9.87589
her	-9.87646
▁x	-9.87666
▁central	-9.87758
▁random	-9.87869
▁direct	-9.87887
▁system	-9.87993
▁quick	-9.88029
▁wow	-9.88092
▁pleasure	-9.88226
▁include	-9.88251
▁charlie	-9.88263
▁justice	-9.88289
▁sat	-9.88314
▁names	-9.88418
▁dreams	-9.88438
▁answer	-9.88498
▁aspects	-9.88532
▁attack	-9.88546
▁judge	-9.8855
▁wondering	-9.88604
▁lover	-9.88624
▁extra	-9.88628
▁gold	-9.88737
▁treat	-9.88773
▁marriage	-9.8893
▁brown	-9.88986
▁paris	-9.89177
▁intense	-9.89287
▁porn	-9.89293
▁fox	-9.89412
▁harry	-9.89432
▁difference	-9.89606
▁imagination	-9.89631
▁location	-9.89637
▁stone	-9.89725
▁en	-9.89783
▁pieces	-9.89812
▁image	-9.89868
▁pop	-9.90071
▁extreme	-9.90273
▁fellow	-9.90341
▁tony	-9.90476
▁folks	-9.90564
▁church	-9.90589
▁rated	-9.90619
▁listen	-9.90717
▁mine	-9.90784
▁moral	-9.90813
▁anymore	-9.90877
▁reminded	-9.91005
▁process	-9.91057
▁appeared	-9.91059
▁twice	-9.91068
▁steve	-9.91094
▁thus	-9.91103
▁mainly	-9.91136
▁lighting	-9.91141
▁six	-9.91304
▁scientist	-9.9133
▁step	-9.91365
after	-9.91456
▁compelling	-9.91548
di	-9.91553
▁batman	-9.91618
▁mix	-9.91745
▁accident	-9.91766
▁likable	-9.91791
▁paid	-9.91807
vi	-9.91997
▁count	-9.92032
▁rented	-9.92108
▁animals	-9.92221
▁industry	-9.9227
▁finding	-9.92303
▁russian	-9.92335
▁sleep	-9.92386
▁share	-9.92426
▁trailer	-9.92577
age	-9.92669
ey	-9.92762
▁christopher	-9.92822
ring	-9.92943
▁wall	-9.93006
▁developed	-9.93145
▁picked	-9.93203
▁mediocre	-9.93248
ful	-9.93364
▁fat	-9.93371
▁noir	-9.9342
line	-9.93476
▁hitchcock	-9.93492
▁suicide	-9.93499
▁dies	-9.93527
year	-9.93528
▁impressed	-9.93537
▁gorgeous	-9.93733
li	-9.9381
▁machine	-9.93818
dy	-9.93872
▁born	-9.94069
ga	-9.9408
▁price	-9.94211
▁stuck	-9.9423
▁attractive	-9.9424
▁putting	-9.94327
▁50	-9.94404
▁independent	-9.94485
▁drawn	-9.94561
der	-9.94645
▁flaws	-9.94689
▁ready	-9.94696
▁supposedly	-9.94731
▁lived	-9.9475
▁relationships	-9.94771
▁theatre	-9.94838
▁actresses	-9.9488
▁passion	-9.94998
▁damn	-9.95142
▁wind	-9.95211
▁angry	-9.95224
▁forgotten	-9.95247
▁affair	-9.95325
▁critics	-9.95349
▁adults	-9.95383
7	-9.95639
▁information	-9.95728
▁latter	-9.95743
▁soldier	-9.95888
▁places	-9.95982
▁horse	-9.96025
▁mouth	-9.9618
▁besides	-9.96184
▁addition	-9.96195
▁lord	-9.96301
▁delivers	-9.96343
▁loose	-9.96522
▁cross	-9.96705
▁deliver	-9.96713
▁favourite	-9.96745
▁flicks	-9.96773
▁soap	-9.96845
▁element	-9.96878
▁lacks	-9.9692
▁childhood	-9.96998
▁apartment	-9.97005
▁wooden	-9.97019
▁turning	-9.97049
▁cops	-9.97075
why	-9.97079
ke	-9.97088
▁led	-9.97133
▁tend	-9.97161
▁trust	-9.97175
▁victims	-9.97191
▁ms	-9.97293
▁allowed	-9.97378
▁bob	-9.97394
▁professional	-9.97425
▁martial	-9.97519
ler	-9.97617
ber	-9.97656
▁m	-9.9771
american	-9.97834
▁dis	-9.97928
▁board	-9.97954
▁join	-9.97973
▁search	-9.98151
▁teacher	-9.98212
▁billy	-9.98225
▁hotel	-9.98301
▁hasn	-9.98346
▁captain	-9.98567
▁drugs	-9.98592
les	-9.98595
overall	-9.98614
▁becoming	-9.98717
▁member	-9.98722
▁lose	-9.98768
▁helped	-9.98814
▁epic	-9.98822
▁seemingly	-9.98824
▁approach	-9.98929
▁radio	-9.98953
▁compare	-9.98984
▁falling	-9.99046
▁shouldn	-9.99047
▁christian	-9.99052
▁confused	-9.99078
▁stock	-9.99086
▁describe	-9.99091
▁plane	-9.99114
▁design	-9.99185
▁absolute	-9.99197
▁tragic	-9.99221
▁whatsoever	-9.99311
▁mc	-9.99349
▁st	-9.99435
▁joy	-9.99522
▁kelly	-9.99611
▁area	-9.99738
▁afraid	-9.99847
▁commentary	-10.0011
▁mo	-10.0022
▁worthy	-10.0035
▁seven	-10.0035
top	-10.0041
&	-10.0043
▁proves	-10.0045
▁jackson	-10.0065
▁ball	-10.0067
▁deserve	-10.0071
▁roll	-10.0115
▁stewart	-10.0118
▁grand	-10.0135
▁thoroughly	-10.0143
▁nasty	-10.0144
▁rain	-10.0145
▁ring	-10.0147
▁jason	-10.0147
▁jr	-10.0148
▁merely	-10.0152
▁desert	-10.0154
▁blame	-10.0155
also	-10.016
▁teenage	-10.0168
▁vs	-10.0174
▁moved	-10.0177
▁shocking	-10.0185
though	-10.0188
▁faces	-10.0192
▁explanation	-10.0196
mer	-10.02
po	-10.0208
▁adds	-10.0223
▁12	-10.0228
▁struggle	-10.0234
▁da	-10.0242
▁memory	-10.0249
▁unknown	-10.025
▁bright	-10.0252
▁cgi	-10.0256
▁speaking	-10.0266
▁thin	-10.027
▁shop	-10.0277
▁carry	-10.0287
▁filming	-10.0288
ir	-10.03
▁provides	-10.03
▁clothes	-10.0304
▁comedic	-10.0305
▁dan	-10.0309
▁soft	-10.033
yes	-10.0332
▁par	-10.0335
▁redeeming	-10.0336
▁tim	-10.0336
▁ryan	-10.0336
▁followed	-10.0338
▁hall	-10.0358
▁watchable	-10.0361
▁travel	-10.0383
▁criminal	-10.0391
▁allen	-10.0404
▁provide	-10.0404
▁standards	-10.0406
▁superior	-10.0411
▁realized	-10.0425
▁absurd	-10.0426
film	-10.0432
▁smile	-10.0444
▁animal	-10.0449
▁offers	-10.0459
▁friendship	-10.0468
ka	-10.0471
especially	-10.0477
▁wanting	-10.0495
▁helps	-10.0495
▁ugly	-10.0497
▁relate	-10.0507
▁physical	-10.051
▁blind	-10.051
▁therefore	-10.0524
▁anybody	-10.0552
▁pro	-10.0571
▁bank	-10.0572
▁intriguing	-10.0578
▁personality	-10.0579
▁build	-10.0591
played	-10.0602
▁floor	-10.0606
▁food	-10.0609
▁sucks	-10.0611
▁moon	-10.0614
▁tears	-10.0618
▁boat	-10.0618
▁lies	-10.0637
▁returns	-10.0639
▁dirty	-10.0642
▁ice	-10.0659
.....	-10.0661
▁energy	-10.0663
▁1970	-10.0664
▁:	-10.0666
▁continue	-10.0684
▁allow	-10.0684
▁page	-10.0685
▁arts	-10.069
▁religious	-10.0692
▁onto	-10.0693
▁gags	-10.0698
way	-10.0721
che	-10.0726
from	-10.073
▁games	-10.0739
▁tragedy	-10.0746
▁conflict	-10.0771
▁dying	-10.0774
▁spoiler	-10.0781
ize	-10.0782
▁president	-10.0802
▁henry	-10.0808
mar	-10.0808
▁suit	-10.0818
▁kick	-10.0818
▁ya	-10.082
ca	-10.0821
▁eat	-10.0825
▁suspect	-10.0831
▁twenty	-10.0832
▁speed	-10.0835
▁howard	-10.0843
▁rarely	-10.0848
▁vhs	-10.0858
▁asked	-10.0861
▁eddie	-10.0867
▁states	-10.0875
▁skip	-10.0875
▁hated	-10.0889
▁held	-10.0889
▁uncle	-10.089
▁pacing	-10.0917
▁author	-10.0919
▁zero	-10.0922
▁news	-10.0945
▁filmmaker	-10.0951
▁generation	-10.0965
▁morning	-10.0975
▁1950	-10.0976
▁jerry	-10.0978
▁inspired	-10.0985
▁flying	-10.0992
▁wide	-10.0994
▁woods	-10.0999
▁necessary	-10.1004
▁hidden	-10.1006
▁ba	-10.1008
▁williams	-10.1009
▁nick	-10.101
▁recall	-10.1024
▁murders	-10.1025
▁intelligence	-10.1033
▁anywhere	-10.1042
▁mike	-10.1043
▁rubbish	-10.1062
▁locations	-10.1064
▁accept	-10.1074
▁wayne	-10.1085
▁witch	-10.1086
▁officer	-10.1087
▁deeply	-10.1088
▁noticed	-10.1112
▁pilot	-10.1113
▁destroy	-10.1116
▁behavior	-10.112
▁memories	-10.112
▁sharp	-10.1122
▁target	-10.1122
▁artistic	-10.1125
▁hey	-10.1127
▁fate	-10.1133
▁stephen	-10.1156
▁kevin	-10.1156
▁wise	-10.1161
▁wearing	-10.1167
▁apparent	-10.1168
▁sign	-10.117
▁months	-10.117
▁limited	-10.1183
▁length	-10.1184
▁heaven	-10.1185
▁understanding	-10.1185
▁creature	-10.1207
ni	-10.1216
however	-10.1223
then	-10.1228
▁surprising	-10.1229
▁dangerous	-10.1229
▁artist	-10.1233
▁record	-10.1234
▁anne	-10.1235
▁?	-10.1238
▁opposite	-10.1239
▁introduced	-10.1244
▁issue	-10.1245
▁tape	-10.1247
▁numbers	-10.125
▁willing	-10.1252
▁holds	-10.126
▁queen	-10.1267
▁priest	-10.1268
▁moore	-10.1269
▁wonderfully	-10.1275
▁bloody	-10.1275
▁mission	-10.1284
▁devil	-10.1285
▁unusual	-10.1318
▁13	-10.1326
ex	-10.1333
▁bland	-10.1333
va	-10.1346
▁nicely	-10.1347
▁foreign	-10.1361
▁v	-10.1372
▁z	-10.1385
red	-10.1388
▁lynch	-10.1388
sh	-10.1392
▁danny	-10.1394
▁clean	-10.14
▁captured	-10.1402
▁discover	-10.1403
▁scared	-10.1407
▁accurate	-10.1407
▁fault	-10.1415
▁ran	-10.1417
▁community	-10.1418
▁owner	-10.1431
ran	-10.1433
led	-10.1446
▁favor	-10.1447
▁remarkable	-10.1449
▁cable	-10.1454
▁includes	-10.1455
▁national	-10.1463
ent	-10.1464
▁chan	-10.1469
▁leader	-10.1476
▁engaging	-10.1479
war	-10.148
▁gotten	-10.1484
ary	-10.1484
ah	-10.1496
▁window	-10.1508
▁comparison	-10.1508
nd	-10.151
▁european	-10.1514
▁brutal	-10.1529
▁began	-10.1534
▁mini	-10.1539
▁commercial	-10.1541
id	-10.1545
▁somebody	-10.1546
▁heroes	-10.1556
▁finished	-10.1562
can	-10.1566
▁site	-10.1566
▁creating	-10.1571
▁ford	-10.1573
▁hang	-10.1575
▁thomas	-10.1577
▁18	-10.1586
▁crowd	-10.159
▁explained	-10.1595
▁loving	-10.1598
▁perspective	-10.1602
▁whilst	-10.1605
▁references	-10.1611
??	-10.1613
▁mar	-10.162
▁lacking	-10.1622
ho	-10.1629
▁manage	-10.163
▁na	-10.1631
▁chinese	-10.1633
▁vi	-10.1645
▁warning	-10.1652
▁technical	-10.1652
▁seconds	-10.1659
hi	-10.1662
▁dealing	-10.1663
▁davis	-10.1664
▁buddy	-10.1669
▁utter	-10.1677
▁spectacular	-10.1683
▁unrealistic	-10.1695
▁drunk	-10.1696
▁field	-10.1698
our	-10.1699
▁formula	-10.1704
▁vision	-10.1708
▁normally	-10.1716
▁pair	-10.1723
▁player	-10.1725
▁kinda	-10.1732
▁ka	-10.174
▁sucked	-10.1768
▁wit	-10.1769
▁rescue	-10.1773
▁youth	-10.1787
▁academy	-10.1788
▁singer	-10.1799
▁debut	-10.1801
▁genuine	-10.1808
while	-10.1816
▁cash	-10.1821
▁seagal	-10.1823
▁sing	-10.1845
looking	-10.1845
▁alan	-10.1847
lu	-10.1851
▁terribly	-10.1851
gi	-10.1853
ated	-10.1854
▁fail	-10.1855
▁range	-10.1857
lin	-10.186
▁partner	-10.1865
▁magnificent	-10.1873
▁current	-10.1875
▁unnecessary	-10.1883
▁responsible	-10.1884
▁taylor	-10.1884
▁network	-10.1885
▁fu	-10.1891
▁brian	-10.1892
▁fame	-10.1897
▁knowledge	-10.1914
▁rape	-10.1915
cy	-10.1927
▁starting	-10.1928
▁river	-10.1928
▁bigger	-10.1951
▁program	-10.1969
▁cost	-10.1981
▁hunter	-10.1998
▁1980	-10.2012
▁virtual	-10.2012
▁humorous	-10.2014
▁consist	-10.2016
head	-10.2023
▁frankly	-10.2032
▁desire	-10.2038
▁learned	-10.205
▁desperate	-10.2066
▁advice	-10.2075
▁crappy	-10.2076
▁driving	-10.2078
▁jump	-10.2083
▁deserved	-10.2086
▁wars	-10.2092
▁constant	-10.2096
▁dreadful	-10.2096
▁murdered	-10.2101
▁capture	-10.2106
▁faith	-10.2107
▁shakespeare	-10.2108
▁seat	-10.2109
▁douglas	-10.2109
▁humanity	-10.2113
▁study	-10.2123
ru	-10.2125
▁france	-10.2127
▁mental	-10.2128
▁mixed	-10.2129
▁teenagers	-10.2134
▁witty	-10.2141
▁sean	-10.2158
▁below	-10.2161
▁contain	-10.2172
▁wedding	-10.2176
▁gross	-10.2178
▁round	-10.218
ad	-10.2198
where	-10.2199
▁failure	-10.2205
▁results	-10.2217
▁robin	-10.2219
▁warm	-10.222
▁asian	-10.2228
▁vote	-10.2238
▁england	-10.2238
▁numerous	-10.2238
▁satire	-10.2238
▁regret	-10.2238
▁international	-10.2239
▁ta	-10.2255
▁spoil	-10.2263
▁****	-10.2266
▁truck	-10.2272
▁nonsense	-10.2275
▁terror	-10.2276
▁regular	-10.2296
▁survive	-10.2304
▁americans	-10.2305
▁thinks	-10.2306
very	-10.2313
▁players	-10.2316
work	-10.232
▁connection	-10.232
▁individual	-10.2321
▁monsters	-10.2336
▁powers	-10.234
▁fill	-10.2342
▁grow	-10.2352
▁skills	-10.2353
tic	-10.2356
▁lets	-10.2359
▁test	-10.2361
▁loves	-10.2362
▁village	-10.2374
▁max	-10.238
▁rob	-10.2385
**	-10.2397
ee	-10.24
▁luck	-10.2407
▁arthur	-10.2409
▁table	-10.2409
▁finest	-10.2411
▁golden	-10.2411
▁dressed	-10.242
▁loss	-10.2429
ger	-10.2436
▁met	-10.2437
▁unfunny	-10.2438
▁african	-10.2439
▁johnny	-10.2445
▁saving	-10.2445
▁rental	-10.2446
▁po	-10.2454
▁growing	-10.246
▁paper	-10.2463
▁asks	-10.2464
ier	-10.2469
▁joan	-10.2478
▁castle	-10.2486
▁pulled	-10.2491
▁included	-10.2492
first	-10.2493
▁sheer	-10.2501
▁context	-10.2504
▁parody	-10.2506
▁actions	-10.2508
▁originally	-10.2513
▁heroine	-10.2514
▁inter	-10.2526
▁quiet	-10.2526
▁jo	-10.2527
▁reaction	-10.2528
▁empty	-10.2538
▁lousy	-10.2538
▁private	-10.2541
▁fly	-10.2541
▁australian	-10.2545
!!!!	-10.2545
▁keeping	-10.2569
▁model	-10.2573
▁regard	-10.2574
ac	-10.2576
▁prove	-10.258
▁media	-10.2581
▁lesson	-10.2581
▁trek	-10.2581
▁skin	-10.2586
▁screaming	-10.2592
▁talents	-10.2593
▁hunt	-10.2602
▁remembered	-10.2603
ence	-10.2605
▁ordinary	-10.261
▁according	-10.2612
▁sun	-10.2633
▁irritating	-10.264
▁grew	-10.264
▁whenever	-10.2654
▁/	-10.2657
▁cameo	-10.2658
▁contrast	-10.266
▁sky	-10.2664
▁decision	-10.2665
▁gangster	-10.2667
ok	-10.2672
▁disgusting	-10.268
▁ill	-10.2685
▁efforts	-10.2685
▁steven	-10.2688
▁unexpected	-10.2697
▁psychological	-10.2699
▁drag	-10.2705
▁scream	-10.2708
▁tedious	-10.2709
0'	-10.2714
▁reviewers	-10.2729
▁delightful	-10.2733
▁visit	-10.2733
▁saved	-10.2735
▁print	-10.2736
boy	-10.2744
▁featuring	-10.2745
end	-10.2746
▁alex	-10.2749
▁occasionally	-10.2752
▁exist	-10.276
▁highlight	-10.2762
▁treated	-10.2764
▁protagonist	-10.2771
▁sheriff	-10.2778
▁spanish	-10.278
▁event	-10.2784
▁rose	-10.2784
ol	-10.2786
▁concerned	-10.2789
ating	-10.2803
);	-10.2808
▁bomb	-10.2816
▁deals	-10.2817
▁essentially	-10.2818
▁winning	-10.2825
▁guns	-10.2832
▁finale	-10.2833
▁develop	-10.2841
▁prefer	-10.2846
▁gonna	-10.2847
▁dick	-10.2853
im	-10.2856
▁adam	-10.2861
▁practical	-10.2867
▁11	-10.2867
▁angel	-10.2867
▁awkward	-10.287
▁beach	-10.2871
▁corny	-10.2886
▁winner	-10.2888
▁vampires	-10.2893
▁sell	-10.2894
▁blonde	-10.2901
▁display	-10.2906
▁higher	-10.2909
▁portray	-10.2911
▁sympathetic	-10.2917
▁aware	-10.2919
▁jennifer	-10.2924
▁attitude	-10.2949
▁football	-10.2953
▁graphic	-10.2956
ud	-10.2958
▁feet	-10.2962
ard	-10.2962
▁lower	-10.2964
day	-10.2964
▁hill	-10.2966
▁pet	-10.2967
his	-10.297
???	-10.2971
pa	-10.2973
▁curious	-10.2976
▁bear	-10.2982
▁hat	-10.2985
!).	-10.2989
▁miles	-10.2989
▁steal	-10.2996
▁genuinely	-10.3001
▁gary	-10.3001
▁gory	-10.3003
lan	-10.3007
▁naturally	-10.3012
▁frame	-10.3014
▁fights	-10.3018
▁hopes	-10.3022
▁contrived	-10.3024
ze	-10.303
▁revealed	-10.3035
▁realism	-10.3043
▁convince	-10.3044
back	-10.3046
▁lovers	-10.3047
screen	-10.3049
down	-10.305
▁forces	-10.3054
▁stereotypes	-10.3055
▁europe	-10.3057
▁shallow	-10.3059
▁east	-10.3071
▁meeting	-10.3077
▁correct	-10.3083
▁villains	-10.309
▁send	-10.3094
▁sake	-10.3095
▁crash	-10.3096
▁calls	-10.3097
ten	-10.3103
▁lucky	-10.3109
▁toward	-10.3111
▁dry	-10.3111
▁described	-10.3115
▁bits	-10.3116
io	-10.3123
▁visuals	-10.313
▁choose	-10.313
▁horribly	-10.313
made	-10.3131
▁ruin	-10.3149
▁walked	-10.316
▁excited	-10.3167
pro	-10.3175
▁matt	-10.3175
ably	-10.3177
▁flashbacks	-10.3187
▁assume	-10.3188
▁discovered	-10.319
▁insane	-10.3192
min	-10.3194
▁du	-10.3197
▁existence	-10.3204
▁grown	-10.3211
▁reporter	-10.3211
▁su	-10.3216
▁foot	-10.3216
▁hits	-10.3225
▁dated	-10.3232
ate	-10.3236
▁instance	-10.324
▁ladies	-10.3241
car	-10.3245
mon	-10.3258
▁delivered	-10.3259
▁flesh	-10.3263
▁involves	-10.3267
▁gene	-10.3269
▁combination	-10.3275
▁degree	-10.3275
▁chick	-10.3284
bb	-10.3304
▁evidence	-10.3312
▁department	-10.3312
▁amateurish	-10.3312
▁keaton	-10.3314
▁heck	-10.3316
▁product	-10.3317
▁legend	-10.3319
▁received	-10.332
▁laughter	-10.3323
▁endless	-10.3325
▁mel	-10.3325
▁ko	-10.3329
king	-10.333
▁scare	-10.3339
▁decade	-10.3353
***	-10.3364
▁hadn	-10.3366
▁heads	-10.3369
▁recognize	-10.3371
▁provided	-10.3378
▁pretentious	-10.3384
▁logic	-10.339
▁remain	-10.3393
▁driver	-10.3399
▁bag	-10.3409
▁research	-10.3417
rd	-10.3418
▁reach	-10.3423
▁candy	-10.3426
▁gain	-10.3426
▁eric	-10.3428
▁broken	-10.3429
▁lewis	-10.3429
▁cuts	-10.343
▁teenager	-10.3438
ris	-10.3442
▁brilliantly	-10.3443
▁hal	-10.3452
▁underrated	-10.3461
▁costume	-10.3469
?!	-10.3471
▁ann	-10.3473
▁praise	-10.3483
pe	-10.3485
▁portrays	-10.35
▁levels	-10.3502
▁hide	-10.3505
▁overly	-10.3519
▁embarrassing	-10.3525
▁host	-10.3536
▁werewolf	-10.3539
ious	-10.3546
▁rise	-10.3559
john	-10.3563
▁fish	-10.3564
▁visually	-10.3564
▁ancient	-10.3571
▁gordon	-10.3573
▁texas	-10.3573
▁market	-10.3575
▁abuse	-10.3578
▁edited	-10.3582
▁costs	-10.3597
maybe	-10.3599
▁proper	-10.36
▁scale	-10.3603
▁center	-10.3606
▁cage	-10.3608
▁japan	-10.3608
▁executed	-10.3612
ana	-10.362
ster	-10.3642
▁treatment	-10.3647
▁turkey	-10.3648
▁larry	-10.3649
▁handsome	-10.365
▁native	-10.3658
▁pity	-10.3665
▁ne	-10.3669
▁harris	-10.3681
▁bat	-10.3684
▁kong	-10.3685
du	-10.3697
kin	-10.3713
▁ultimate	-10.3714
mi	-10.3715
▁strength	-10.3718
▁chief	-10.3722
chi	-10.3726
▁jeff	-10.3731
▁classics	-10.3732
▁capable	-10.3735
▁strongly	-10.3738
▁breaks	-10.3738
▁factor	-10.3747
▁spoof	-10.3755
watch	-10.3756
▁harsh	-10.3761
▁chaplin	-10.3762
▁psycho	-10.3766
▁robot	-10.3767
▁account	-10.3773
bi	-10.3779
▁depressing	-10.3798
art	-10.38
▁russell	-10.38
▁freedom	-10.3801
▁beast	-10.381
▁prime	-10.3813
ial	-10.3815
▁roy	-10.3818
mp	-10.3818
▁influence	-10.3822
▁families	-10.3837
▁eating	-10.3839
▁bus	-10.3847
▁service	-10.3854
ions	-10.3855
▁lake	-10.3859
▁continues	-10.3862
▁fred	-10.3863
▁universal	-10.3866
▁bodies	-10.3876
▁demon	-10.3876
▁relief	-10.3877
▁wolf	-10.3879
par	-10.3883
▁li	-10.3887
▁grave	-10.3891
▁pile	-10.3893
▁cartoons	-10.3894
▁makeup	-10.3906
▁sum	-10.3907
▁north	-10.3911
ja	-10.3926
▁junk	-10.394
▁sword	-10.395
▁enemy	-10.3956
▁julie	-10.3957
▁barbara	-10.396
▁standing	-10.3964
▁dean	-10.398
▁pleasant	-10.3981
▁qualities	-10.3992
▁jungle	-10.3993
▁section	-10.3996
▁anthony	-10.3996
▁surreal	-10.3997
▁handle	-10.4001
▁entertained	-10.4004
▁nightmare	-10.4019
▁substance	-10.4032
▁stopped	-10.4032
▁rules	-10.4056
ities	-10.4057
▁cruel	-10.4069
▁louis	-10.4071
▁naive	-10.4071
▁gratuitous	-10.4072
▁canadian	-10.4073
▁professor	-10.4073
pi	-10.4074
▁blow	-10.4075
▁offensive	-10.4076
▁humans	-10.4088
qu	-10.4089
▁root	-10.4093
▁amateur	-10.4093
iness	-10.4104
▁uk	-10.4106
ut	-10.4109
▁washington	-10.4111
▁promising	-10.4112
ron	-10.4118
▁reviewer	-10.4119
▁dude	-10.4124
▁vehicle	-10.4133
▁traditional	-10.415
▁simon	-10.4151
▁statement	-10.4152
▁morgan	-10.4153
▁discovers	-10.4154
▁theaters	-10.4157
▁lesbian	-10.4176
ping	-10.4184
▁asleep	-10.4189
▁dubbed	-10.4195
▁asking	-10.4197
▁promise	-10.4202
▁mask	-10.4203
▁subtitles	-10.4211
ph	-10.4218
▁expression	-10.4224
▁emotionally	-10.4225
too	-10.4226
▁anime	-10.423
▁proud	-10.423
▁hitler	-10.4235
ance	-10.4235
▁tiny	-10.4237
▁haunting	-10.4237
▁unable	-10.4241
bu	-10.4258
another	-10.4267
▁universe	-10.427
▁twisted	-10.4272
▁steals	-10.4272
▁produce	-10.4276
▁appealing	-10.4278
▁creatures	-10.428
▁charge	-10.4283
▁express	-10.4291
ko	-10.4296
▁drop	-10.4302
▁cell	-10.4308
▁bbc	-10.431
▁blockbuster	-10.4312
▁sequels	-10.4313
▁cares	-10.4322
▁streets	-10.4322
▁draw	-10.4327
▁murderer	-10.4335
▁viewed	-10.4335
▁segment	-10.4338
▁arm	-10.4354
▁enter	-10.4354
▁dollars	-10.4355
▁sisters	-10.436
▁parker	-10.4371
▁flow	-10.4372
▁mountain	-10.4381
▁insult	-10.4385
▁technology	-10.4392
▁task	-10.4392
▁teens	-10.4392
▁exploitation	-10.4396
▁awards	-10.4398
ass	-10.4398
▁jackie	-10.4403
ck	-10.4417
▁routine	-10.4421
▁source	-10.4421
▁ignore	-10.4424
▁grant	-10.4425
horror	-10.4428
great	-10.4428
▁satisfying	-10.444
▁sin	-10.4445
▁encounter	-10.4449
▁proved	-10.4451
tv	-10.4452
▁prince	-10.4455
▁shocked	-10.4458
▁experienced	-10.447
▁sports	-10.4473
▁exact	-10.4474
▁refreshing	-10.4475
▁murphy	-10.4475
▁nominated	-10.4479
▁chosen	-10.448
▁suck	-10.4483
▁semi	-10.4486
▁fool	-10.449
▁germany	-10.4495
▁portraying	-10.4497
get	-10.4504
▁theatrical	-10.4504
▁circumstances	-10.4508
wa	-10.4511
▁till	-10.4514
▁slapstick	-10.4515
▁wear	-10.4517
▁majority	-10.4518
▁joseph	-10.452
▁core	-10.452
▁hopefully	-10.4524
▁appropriate	-10.4547
▁risk	-10.4548
▁caused	-10.4551
▁interview	-10.4554
▁continuity	-10.4557
os	-10.4558
▁built	-10.4559
▁danger	-10.4561
▁pat	-10.4565
more	-10.4567
▁loses	-10.457
▁bore	-10.4571
▁idiot	-10.4576
▁shadow	-10.4587
▁eight	-10.4593
▁contemporary	-10.4597
▁types	-10.4597
▁aliens	-10.4598
▁em	-10.4603
▁sc	-10.4605
ble	-10.4606
▁kim	-10.4614
▁mrs	-10.4616
love	-10.4618
▁safe	-10.463
▁surface	-10.464
▁creates	-10.464
▁base	-10.464
▁jesus	-10.4645
▁ages	-10.466
▁evening	-10.4667
▁nurse	-10.4672
▁tight	-10.4673
▁roger	-10.468
▁kung	-10.4682
▁wake	-10.4683
▁25	-10.4699
▁execution	-10.4723
▁mis	-10.4723
▁figured	-10.4735
jo	-10.4741
▁clue	-10.4747
▁talks	-10.4753
▁passed	-10.4755
▁hearing	-10.4758
▁sa	-10.4759
▁speech	-10.4761
▁forest	-10.4765
▁cheese	-10.4765
▁nevertheless	-10.4769
ise	-10.4774
▁meanwhile	-10.4778
▁darkness	-10.4782
▁path	-10.4792
▁angles	-10.4803
▁gas	-10.4804
▁rough	-10.4806
▁religion	-10.4807
▁reputation	-10.4807
▁mexican	-10.4809
▁position	-10.4811
▁saturday	-10.4814
▁alice	-10.4821
▁ruined	-10.4824
ky	-10.4825
▁suffering	-10.4832
▁patient	-10.4848
▁conversation	-10.4848
▁cars	-10.4849
▁prior	-10.485
▁glimpse	-10.485
▁anderson	-10.4851
▁suspenseful	-10.4854
▁worthwhile	-10.4855
plot	-10.4858
▁walks	-10.4858
▁san	-10.4869
▁painfully	-10.4873
ya	-10.4878
▁unfortunate	-10.4881
▁weeks	-10.4885
▁identity	-10.4893
▁urban	-10.4897
gg	-10.4899
▁touches	-10.49
▁knock	-10.4923
▁sudden	-10.4924
▁fare	-10.4928
▁spin	-10.4928
▁lie	-10.4935
▁massive	-10.4936
▁vietnam	-10.4938
most	-10.4952
▁term	-10.4954
▁believed	-10.4961
▁structure	-10.4964
field	-10.4975
▁min	-10.4976
▁category	-10.4979
▁edward	-10.4979
▁criticism	-10.4979
▁mature	-10.4983
▁guilty	-10.4984
▁brave	-10.5002
▁peace	-10.5004
▁allows	-10.5007
▁studios	-10.5009
▁kate	-10.5016
op	-10.5017
▁extraordinary	-10.5022
▁broadway	-10.5022
▁weekend	-10.5023
▁melodrama	-10.5023
▁southern	-10.5024
▁depicted	-10.5026
▁sensitive	-10.5028
▁albert	-10.5028
▁latest	-10.503
ver	-10.5038
au	-10.5043
▁unlikely	-10.5053
▁largely	-10.5055
ag	-10.5065
▁atrocious	-10.5065
▁treasure	-10.5065
▁court	-10.5067
rate	-10.5072
cha	-10.5072
▁extras	-10.5073
▁jimmy	-10.5073
▁johnson	-10.5075
▁erotic	-10.5075
▁halloween	-10.5075
nt	-10.5077
▁featured	-10.5082
▁training	-10.5084
side	-10.5092
▁anna	-10.5101
▁sympathy	-10.511
▁california	-10.511
▁vacation	-10.5111
▁supernatural	-10.5111
▁propaganda	-10.5111
▁walter	-10.5127
▁claim	-10.5129
fu	-10.5129
▁handled	-10.5133
▁opens	-10.5136
▁paced	-10.5139
▁stereotypical	-10.5155
▁fulci	-10.5155
▁dozen	-10.5165
▁reveal	-10.5167
▁irish	-10.5169
▁hip	-10.5173
take	-10.5173
▁concern	-10.5188
▁jail	-10.5199
▁china	-10.5203
▁belief	-10.5204
▁mob	-10.5223
▁tree	-10.5223
▁accents	-10.5226
▁lo	-10.523
▁lawyer	-10.5242
▁stolen	-10.5244
▁cutting	-10.525
▁suffer	-10.5258
▁dogs	-10.5271
▁previously	-10.528
▁teeth	-10.5286
▁committed	-10.5288
▁mickey	-10.5291
▁obsessed	-10.5293
▁deadly	-10.5301
▁losing	-10.5302
▁forgot	-10.5303
cing	-10.5303
▁lifetime	-10.5315
▁screening	-10.5318
▁smoke	-10.5323
written	-10.5328
▁crying	-10.5329
▁remotely	-10.534
▁hanging	-10.536
action	-10.5362
▁lu	-10.5363
▁hood	-10.5367
▁fits	-10.5369
▁insight	-10.5378
▁inner	-10.5378
look	-10.5381
▁flight	-10.5383
real	-10.5408
▁drink	-10.541
▁seek	-10.5411
▁welcome	-10.5412
▁renting	-10.5417
▁chose	-10.5417
ps	-10.542
▁carpenter	-10.542
▁stomach	-10.542
▁assistant	-10.5422
▁creation	-10.5423
ned	-10.5426
▁witness	-10.5435
10	-10.5438
mm	-10.5454
▁cr	-10.5459
▁wilson	-10.5466
▁14	-10.5473
▁learns	-10.5474
▁united	-10.5476
▁el	-10.5477
▁calling	-10.548
▁dig	-10.5483
▁stan	-10.5484
▁guard	-10.5485
▁ra	-10.5488
▁surround	-10.549
tion	-10.5493
▁bothered	-10.5506
ney	-10.5508
▁variety	-10.5511
including	-10.5511
▁accidentally	-10.5514
▁warned	-10.5525
grade	-10.5546
oo	-10.5553
▁concert	-10.5557
▁strip	-10.5557
▁coach	-10.5558
here	-10.5559
▁blown	-10.5564
bar	-10.5565
▁rival	-10.5569
▁veteran	-10.5569
ging	-10.5577
▁code	-10.5583
▁voices	-10.559
▁dare	-10.5592
▁rolling	-10.5592
▁amazingly	-10.5593
istic	-10.5595
▁santa	-10.5599
▁protect	-10.5602
ite	-10.5602
nic	-10.5608
▁abandoned	-10.561
▁chuck	-10.5615
▁raw	-10.5618
▁marry	-10.5629
▁inept	-10.5633
▁fi	-10.5635
▁description	-10.5649
▁obnoxious	-10.5649
▁frightening	-10.5651
▁gritty	-10.5651
▁tradition	-10.5652
▁mst	-10.5661
▁presents	-10.5667
▁di	-10.5669
▁mindless	-10.5671
▁plans	-10.5673
▁shut	-10.5673
▁sh	-10.5675
▁paying	-10.5677
▁speaks	-10.568
▁ca	-10.5689
tu	-10.5694
▁narration	-10.5695
▁grim	-10.5696
▁buying	-10.5698
▁security	-10.5698
▁cowboy	-10.5698
▁bull	-10.5698
only	-10.5704
▁format	-10.5711
▁scenario	-10.5711
ak	-10.5713
still	-10.5713
light	-10.5718
▁campy	-10.5719
▁anger	-10.5723
▁shape	-10.5726
▁tu	-10.5729
▁separate	-10.573
▁pitch	-10.573
▁tour	-10.5732
▁rule	-10.5732
ever	-10.5736
▁usa	-10.5739
except	-10.5743
que	-10.5744
▁prepared	-10.575
▁pack	-10.575
comedy	-10.5759
